{
  "START": {
    "text": "Hallo Duda! Bist du ein Newbie hier auf unserer Schule für Hochbegabte Genies? Ich bin Professor DDr. Mad Max Headroom transdisziplinärer Forscher aller Fachrichtungen, zuständig für das Überschreiten von Disziplingrenzen mittels gesellschaftlich-politischen und wissenschaftlich-analytischen Entscheidungs- bzw. Problemlösungsprozessen. Heute zeig ich dir was sich hinter dem Begriff „Bionik“ verbirgt. Bionik befasst sich mit Lösungen, die die Natur in Millionen Jahren entwickelt hat.",
    "audioId": null,
    "imageId": "fanatisch-groß.png",
    "imageWidth": null,
    "answers": [
      {
        "text": "Also Evolution, Darwin und so. Das kenne ich!",
        "effectId": "S0_START_aw1",
        "nextId": "history",
        "$$hashKey": "object:234"
      },
      {
        "text": "Geht es um Erfindungen der Natur?",
        "effectId": "S0_START_aw2",
        "nextId": "history",
        "$$hashKey": "object:235"
      }
    ]
  },
  "history": {
    "text": "Als die Ursuppe vor 3,8 Milliarden Jahren die ersten organischen Moleküle ausgespuckt haben, begann die Evolution des Lebens. Über Millionen Jahre haben sich aus diesen winzigen Molekülen die wundersamsten Tier- und Pflanzenarten entwickelt. Diese lange Entwicklungsarbeit brachte erstaunliche Erfindungen der Natur zum Vorschein, da manche Lebewesen wahre Kunststücke vollbringen müssen, um in der Natur zu überleben. Hast du dich schon einmal gefragt, wie ein Gecko kopfüber an der Wand laufen kann?",
    "audioId": null,
    "imageId": "fanatisch.png",
    "imageWidth": null,
    "answers": [
      {
        "text": "Was ist die Ursuppe?",
        "effectId": "S0_history_aw1",
        "nextId": "history"
      },
      {
        "text": "Wie klebt der Gecko an der Wand?",
        "effectId": null,
        "nextId": "example_gecko"
      },
      {
        "text": "Was sind organische Moleküle?",
        "effectId": "S0_history_aw3",
        "nextId": "history"
      },
      {
        "text": "Also das “Bio” von Bionik kommt von Biologie, aber wofür steht das “nik”?",
        "effectId": null,
        "nextId": "bionics_term"
      }
    ]
  },
  "example_gecko": {
    "text": "Wir Menschen können einen Gummi-Gecko mit Superkleber an die Wand kleben. Der wird dort aber ziemlich fest picken bleiben bis man ihn wieder herunter stemmt. Ein echter Gecko kann aber einfach an der Decke kleben UND weiter gehen.",
    "audioId": null,
    "imageId": "erklaert.png",
    "imageWidth": null,
    "answers": [
      {
        "text": "Wie groß wird ein Gecko?",
        "effectId": "S0_example_gecko_aw1",
        "nextId": "example_gecko"
      },
      {
        "text": "Wie gut pickt ein Gecko?",
        "effectId": "S0_example_gecko_aw2",
        "nextId": "example_gecko"
      },
      {
        "text": "Also wollen wir lernen wie der Gecko pickt?",
        "effectId": "S0_example_gecko_aw3",
        "nextId": "history"
      }
    ]
  },
  "bionics_term": {
    "text": "Technik! Der Begriff Bionik setzt sich aus den Begriffen „Biologie“ und „Technik“ zusammen. Wissenschaftler dieser Disziplin erforschen dabei die Erfindungen der Natur, um diese dann für den Menschen nutzbar zu machen. Sie wollen von der Natur lernen und dieses Wissen nutzen, um technische Probleme zu lösen. Man muss nur Spinnenseide ansehen, die hat extreme Eigenschaften, die wir enträtseln wollen ...",
    "audioId": null,
    "imageId": "fanatisch.png",
    "imageWidth": null,
    "answers": [
      {
        "text": "Was kann Spinnenseide besonderes?",
        "effectId": null,
        "nextId": "spider_silk"
      },
      {
        "text": "Hast du einen Link über Bionik?",
        "effectId": "S0_bionics_term_link",
        "nextId": "bionics_term"
      },
      {
        "text": "Wie lernt ein Bioniker am besten von der Natur?",
        "effectId": null,
        "nextId": "bionic_scientist_analyses_nature"
      }
    ]
  },
  "spider_silk": {
    "text": "Spinnenseide ist eine besonders coole Erfindung der Natur. Forscher versuchen seit vielen Jahren dieses Naturprodukt künstlich herzustellen. Warum? Spinnenseide ist ultraleicht, elastisch wie Gummi und trotzdem fester als Stahl. Sie ist vollständig recycelbar und wasserfest. Diese zahlreichen positiven Eigenschaften sind bei vielen technischen Anwendungen gefragt. Das Problem ist im Moment noch die Herstellung im industriellen Maßstab.",
    "audioId": null,
    "imageId": "fanatisch.png",
    "imageWidth": null,
    "answers": [
      {
        "text": "Wirklich fester als Stahl?",
        "effectId": "S0_spider_silk_aw1",
        "nextId": "spider_silk"
      },
      {
        "text": "Welche Anwendungen?",
        "effectId": "S0_spider_silk_aw2",
        "nextId": "spider_silk"
      },
      {
        "text": "Wie wird Spinnenseide industriell hergestellt?",
        "effectId": "S0_spider_silk_aw3",
        "nextId": "spider_silk"
      },
      {
        "text": "Also wollen wir lernen, wie man ein leichtes aber trotzdem superkräftiges Seil herstellt?",
        "effectId": "S0_spider_silk_aw4",
        "nextId": "bionics_term"
      }
    ]
  },
  "bionic_scientist_analyses_nature": {
    "text": "Der Bioniker verwendet unglaubliche Problemlösungen der Natur. Er analysiert die Natur und versucht sie in einem technischen Produkt anzuwenden. Die Natur hat zum Beispiel viele verschiedene Lösungen zum Fliegen entwickelt. Da gibt es Samen die gleiten, Vögel die flattern, Samen die Fallschirme verwenden, Samen die rotieren. Alle Lösungen haben Vor- und Nachteile. Die wollen wir als Bioniker verstehen, analysieren und lernen.",
    "audioId": null,
    "imageId": "erklaert.png",
    "imageWidth": null,
    "answers": [
      {
        "text": "Was haben wir von Vögeln gelernt?",
        "effectId": "S0_bionic_scientist_analyses_nature_aw1",
        "nextId": "bionic_scientist_analyses_nature"
      },
      {
        "text": "Aha! Bionik analysiert die Natur und lernt davon. Wie geht er da vor?",
        "effectId": null,
        "nextId": "instructions"
      }
    ]
  },
  "instructions": {
    "text": "Also da gibt es zwei Möglichkeiten: Entweder hat man ein technisches Problem und sucht eine Lösung in der Natur, oder man schaut sich die Natur an und stellt eine Hypothese auf wie die Natur das wohl machen kann. So arbeiten Bioniker! Um echte Forschung zu betreiben, musst du natürlich dein Laborjournal ausfüllen und alle Ergebnisse gut dokumentieren, aber das brauch‘ ich einem Genie wie dir wahrscheinlich nicht erklären!",
    "audioId": null,
    "imageId": "erklaert.png",
    "imageWidth": null,
    "answers": [
      {
        "text": "Was ist ein Laborjournal?",
        "effectId": null,
        "nextId": "lab_journal"
      },
      {
        "text": "Ins Laborjournal schreibe ich Datum, Uhrzeit und Messwerte?",
        "effectId": "S0_instructions_aw2",
        "nextId": "instructions"
      },
      {
        "text": "Was ist der Sinn eines Laborjournals?",
        "effectId": "S0_instructions_aw3",
        "nextId": "instructions"
      },
      {
        "text": "Was ist eine Hypothese?",
        "effectId": "S0_instructions_aw4",
        "nextId": "instructions"
      },
      {
        "text": "Ok. Ich werde jede Zahl, jede Uhrzeit und alle meine Beobachtungen im Laborjournal notieren!",
        "effectId": null,
        "nextId": "exp_choice"
      }
    ]
  },
  "lab_journal": {
    "text": "Ach herrje, was hab ich mir da angetan... Frag mal lieber Wikipedia.",
    "audioId": null,
    "imageId": "sprachlos.png",
    "imageWidth": null,
    "answers": [
      {
        "text": "Kann ich den Link bitte haben?",
        "effectId": null,
        "nextId": "lab_journal"
      },
      {
        "text": "Habs mir durchgelesen. Alles klar!",
        "effectId": null,
        "nextId": "instructions"
      }
    ]
  },
  "exp_choice": {
    "text": "Ich glaube du weisst jetzt alles um Experimente durchzuführen. Wir gehen dann immer so vor, dass wir ein technisches Problem bekommen. Dann suchen wir eine Lösung in der Natur, überlegen uns eine Hypothese wie das ganze funktioniert und machen Experimente. Dadurch versuchen wir zu verstehen wie die Natur das ganze macht und vielleicht können wir ein Produkt entwickeln oder eine technische Lösung erfinden. DAS IST BIONIK!",
    "audioId": null,
    "imageId": "fanatisch.png",
    "imageWidth": null,
    "answers": []
  }
}
